Repository: common-repository/ikol-business
Catalog: languages/ikolbwp-*.po
Languages: pl_pl

source: IKOL Business Settings
pl_pl: Ustawienia IKOL Business

source: Your customer code
pl_pl: Twój kod klienta

source: Don't have customer code yet? Sign up to IKOL Business app at
pl_pl: Nie masz jeszcze kodu klienta? Zarejestruj się w aplikacji IKOL Business na

source: Enable chat
pl_pl: Włącz czat

source: Check this field to show chat widget on your page
pl_pl: Zaznacz to pole, by pokazywać widget na Twojej stronie

source: Embed contact form
pl_pl: Wstaw formularz kontaktu

source: You can add IKOL contact form to your page using "IKOL Contact Form" block.
pl_pl: Aby dodać formularz kontaktu IKOL użyj bloku "Formularz kontaktu IKOL".

source: Place it in a right place and adjust settings if necessary.
pl_pl: Umieść blok w odpowiednim miejscu i dopasuj jego ustawienia.

source: Configure
pl_pl: Konfiguruj

source: Save Changes
pl_pl: Zapisz zmiany

source: IKOL Contact Form
pl_pl: Formularz kontaktu IKOL

source: Background settings
pl_pl: Ustawienia tła

source: Background color
pl_pl: Kolor tła

source: Acquisition source
pl_pl: Źródło pozyskania

source: You can define text tag to mark incoming leads from this IKOL contact form instance.
pl_pl: Tag źródła pozyskania umożliwia oznaczenie ofert IKOL które pochodzą z tego formularza kontaktowego.

source: Your IKOL Contact form will be displayed here
pl_pl: Twój formularz kontaktowy IKOL zostanie wyświetlony w tym miejscu

source: Embed service list
pl_pl: Wstaw listę usług

source: You can add IKOL service list and reservation form to your page using "IKOL Service List" block.
pl_pl: Aby dodać listę usług IKOL użyj bloku "Lista usług IKOL".

source: You can customize your chat, services and contact widgets at
pl_pl: Możesz zmienić ustawienia widgetu czatu, listy usług lub kontaktu na

source: IKOL Services List
pl_pl: Lista usług IKOL

source: General
pl_pl: Ogólne

source: Display mode
pl_pl: Tryb wyświetlania

source: You can define which layout your service list will be displayed with.
pl_pl: Tryb wyświetlania pozwala zdecydować w jaki sposób będzie wyświetlana lista usług,

source: Tiles
pl_pl: Kafelki

source: List
pl_pl: Lista

source: You can define text tag to mark incoming leads or reservations from this IKOL service form.
pl_pl: Tag źródła pozyskania umożliwia oznaczenie ofert i rezerwacji IKOL które pochodzą z formularza usługi uruchamianego poprzez listę usług.

source: Your IKOL Service list will be displayed here
pl_pl: Twoja lista usług IKOL zostanie wyświetlona w tym miejscu

source: Default
pl_pl: Domyślny

source: WordPress plugin that allows embedding IKOL Business functionality into WordPress pages.
pl_pl: Plugin Wordpressa pozwalający na umieszczenie funkcji IKOL Business na stronach Wordpress.

source: The block is available in the widget section of the WordPress editor.
pl_pl: Blok jest dostępny w sekcji widżetów w edytorze wordpress.
